Repository: Lordly-Tech/YuBing
Catalog: apple/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 个：
en: files:
ja: 個：
ko: 개:
zh_hant: 個：

source: 秒
en: sec
ja: sec
ko: sec
zh_hant: sec

source: （没有可显示的文字）
en: (No text to display)
ja: (No text to display)
ko: (No text to display)
zh_hant: (No text to display)

source: % 屏
en: % screen
ja: % 画面
ko: % 화면
zh_hant: % 螢幕

# %@ · %@ 章
source: %1$@ · %2$@ 章
en: %@ · %@ chapters
ja: %@・%@章
ko: %@ · %@장
zh_hant: %@ · %@ 章

source: %@ 分钟
en: %@ min
ja: %@ min
ko: %@ min
zh_hant: %@ min

source: %@ 小时
en: %@ hr
ja: %@ hr
ko: %@ hr
zh_hant: %@ hr

source: %@ 小时 %@ 分钟
en: %@ hr %@ min
ja: %@ hr %@ min
ko: %@ hr %@ min
zh_hant: %@ hr %@ min

source: %@ 等 %@ 个文件
en: %@ and %@ files
ja: %@ など %@ 個のファイル
ko: %@ 외 %@개 파일
zh_hant: %@ 等 %@ 個檔案

# %@ 章 · %@
source: %1$@ 章 · %2$@
en: %@ chapters · %@
ja: %@章・%@
ko: %@장 · %@
zh_hant: %@ 章 · %@

source: %@ 首歌曲
en: %@ songs
ja: %@曲
ko: %@곡

# %@ 首歌曲 · %@ 张专辑
source: %1$@ 首歌曲 · %2$@ 张专辑
en: %@ songs · %@ albums
ja: %@曲・%@枚のアルバム
ko: %@곡 · %@개 앨범
zh_hant: %@ 首歌曲 · %@ 張專輯

source: < 1 分钟
en: < 1 min
ja: < 1 min
ko: < 1 min
zh_hant: < 1 min

source: 2026 年 7 月 23 日
en: July 23, 2026
ja: July 23, 2026
ko: July 23, 2026
zh_hant: July 23, 2026

source: Apple Watch 同步：仅用于在你的 iPhone 与 Apple Watch 之间传输内容和阅读状态。
en: Apple Watch Sync: Used only to transfer content and reading state between your iPhone and Apple Watch.
ja: Apple Watch Sync: Used only to transfer content and reading state between your iPhone and Apple Watch.
ko: Apple Watch Sync: Used only to transfer content and reading state between your iPhone and Apple Watch.
zh_hant: Apple Watch Sync: Used only to transfer content and reading state between your iPhone and Apple Watch.

source: Apple Watch 尚未安装鱼饼 Watch App，请先安装后再传输
en: YuBing Watch App is not installed on Apple Watch. Install it before transferring.
ja: Apple Watch に魚餅 Watch App がインストールされていません。インストールしてから転送してください。
ko: Apple Watch에 YuBing Watch App이 설치되어 있지 않습니다. 설치한 뒤 전송하세요.
zh_hant: Apple Watch 尚未安裝魚餅 Watch App，請先安裝後再傳輸

source: Apple Watch 已就绪
en: Apple Watch is ready
ja: Apple Watch の準備ができました
ko: Apple Watch가 준비되었습니다
zh_hant: Apple Watch 已就緒

source: DOCX 文件中没有找到正文。
en: No body text was found in the DOCX file.
ja: No body text was found in the DOCX file.
ko: No body text was found in the DOCX file.
zh_hant: No body text was found in the DOCX file.

source: EPUB 中没有找到内容目录。
en: No content directory was found in the EPUB.
ja: No content directory was found in the EPUB.
ko: No content directory was found in the EPUB.
zh_hant: No content directory was found in the EPUB.

source: EPUB 中没有找到可阅读的正文。
en: No readable body text was found in the EPUB.
ja: No readable body text was found in the EPUB.
ko: No readable body text was found in the EPUB.
zh_hant: No readable body text was found in the EPUB.

source: EPUB 的阅读顺序为空。
en: The EPUB reading order is empty.
ja: The EPUB reading order is empty.
ko: The EPUB reading order is empty.
zh_hant: The EPUB reading order is empty.

source: Mac 的亮度继续由系统控制。
en: Brightness on Mac is still controlled by the system.
ja: Macの明るさは引き続きシステムで制御されます。
ko: Mac의 밝기는 계속 시스템에서 제어됩니다.
zh_hant: Mac 的亮度仍由系統控制。

source: MOBI/AZW3 中没有找到可阅读的正文。
en: No readable body text was found in the MOBI/AZW3 file.
ja: No readable body text was found in the MOBI/AZW3 file.
ko: No readable body text was found in the MOBI/AZW3 file.
zh_hant: No readable body text was found in the MOBI/AZW3 file.

source: MOBI/AZW3 文件头已损坏。
en: The MOBI/AZW3 file header is damaged.
ja: The MOBI/AZW3 file header is damaged.
ko: The MOBI/AZW3 file header is damaged.
zh_hant: The MOBI/AZW3 file header is damaged.

source: MOBI/AZW3 正文信息不完整。
en: The MOBI/AZW3 body information is incomplete.
ja: The MOBI/AZW3 body information is incomplete.
ko: The MOBI/AZW3 body information is incomplete.
zh_hant: The MOBI/AZW3 body information is incomplete.

source: MOBI/AZW3 正文头不完整。
en: The MOBI/AZW3 body header is incomplete.
ja: The MOBI/AZW3 body header is incomplete.
ko: The MOBI/AZW3 body header is incomplete.
zh_hant: The MOBI/AZW3 body header is incomplete.

source: MOBI/AZW3 记录目录不完整。
en: The MOBI/AZW3 record directory is incomplete.
ja: The MOBI/AZW3 record directory is incomplete.
ko: The MOBI/AZW3 record directory is incomplete.
zh_hant: The MOBI/AZW3 record directory is incomplete.

source: PDF 文件已损坏或带有密码保护。
en: The PDF file is damaged or password-protected.
ja: The PDF file is damaged or password-protected.
ko: The PDF file is damaged or password-protected.
zh_hant: The PDF file is damaged or password-protected.

source: Watch 文件传输需要在配对真机上测试
en: Watch file transfer needs to be tested on a paired device
ja: Watch ファイル転送はペアリング済みの実機でテストしてください
ko: Watch 파일 전송은 페어링된 실제 기기에서 테스트해야 합니다
zh_hant: Watch 檔案傳輸需要在配對實機上測試

source: Watch 连接尚未就绪
en: Watch connection is not ready yet
ja: Watch 接続はまだ準備できていません
ko: Watch 연결이 아직 준비되지 않았습니다
zh_hant: Watch 連接尚未就緒

source: Wi-Fi 传输
en: Wi-Fi Transfer
ja: Wi-Fi転送
ko: Wi-Fi 전송
zh_hant: Wi-Fi 傳輸

source: 한국어
en: Korean
ja: 韓国語
zh_hant: 韓文

source: 上一章
en: Previous Chapter
ja: 前の章
ko: 이전 장

source: 上一首
en: Previous Track
ja: Previous Track
ko: Previous Track

source: 上下边距
en: Vertical Margins
ja: 上下余白
ko: 위아래 여백
zh_hant: 上下邊距

source: 上传中
en: Uploading
ja: アップロード中
ko: 업로드 중
zh_hant: 上傳中

source: 上传后会自动加入鱼饼资料库
en: Uploads are added to your YuBing library automatically
ja: アップロード後、自動的に魚餅ライブラリへ追加されます
ko: 업로드 후 YuBing 보관함에 자동으로 추가됩니다
zh_hant: 上傳後會自動加入魚餅資料庫

source: 上传失败，请重试
en: Upload failed. Try again.
ja: アップロードに失敗しました。もう一度お試しください。
ko: 업로드 실패. 다시 시도하세요.
zh_hant: 上傳失敗，請重試

source: 上次传输失败
en: Last transfer failed
ja: 前回の転送に失敗しました
ko: 마지막 전송 실패
zh_hant: 上次傳輸失敗

source: 上游致谢
en: Upstream Acknowledgements
ja: Upstream Acknowledgements
ko: Upstream Acknowledgements
zh_hant: Upstream Acknowledgements

source: 下一章
en: Next Chapter
ja: 次の章
ko: 다음 장

source: 下一首
en: Next Track
ja: Next Track
ko: Next Track

source: 不到 1 分钟
en: Less than 1 min
ja: 1分未満
ko: 1분 미만
zh_hant: 不到 1 分鐘

source: 不同设备、系统版本和文件格式的可用性可能不同，部分功能依赖系统权限、本地文件格式或 Apple Watch 配对状态。
en: Availability may vary by device, system version, and file format. Some features depend on system permissions, local file formats, or Apple Watch pairing status.
ja: Availability may vary by device, system version, and file format. Some features depend on system permissions, local file formats, or Apple Watch pairing status.
ko: Availability may vary by device, system version, and file format. Some features depend on system permissions, local file formats, or Apple Watch pairing status.
zh_hant: Availability may vary by device, system version, and file format. Some features depend on system permissions, local file formats, or Apple Watch pairing status.

source: 不在列表内的系统语言将使用 English。
en: System languages not listed here will use English.
ja: 一覧にないシステム言語では English を使用します。
ko: 목록에 없는 시스템 언어는 English를 사용합니다.
zh_hant: 未列出的系統語言會使用 English。

source: 专辑
en: Album
ja: アルバム
ko: 앨범
zh_hant: 專輯

source: 个
en: items
ja: 個
ko: 개
zh_hant: 個

source: 个文件
en: files
ja: 個のファイル
ko: 개 파일
zh_hant: 個檔案

source: 书架样式
en: Bookshelf Style
ja: Bookshelf Style
ko: Bookshelf Style
zh_hant: Bookshelf Style

source: 书签
en: Bookmarks
ja: ブックマーク
ko: 북마크
zh_hant: 書籤

source: 书签名称
en: Bookmark Name
ja: ブックマーク名
ko: 북마크 이름
zh_hant: 書籤名稱

source: 书签管理
en: Manage Bookmarks
ja: ブックマーク管理
ko: 북마크 관리
zh_hant: 書籤管理

source: 书籍名称
en: Book Name
ja: Book Name
ko: Book Name
zh_hant: Book Name

source: 书籍封面
en: Book Cover
ja: Book Cover
ko: Book Cover
zh_hant: Book Cover

source: 书籍详情
en: Book Details
ja: 書籍詳細
ko: 도서 정보
zh_hant: 書籍詳細

source: 云端或受 DRM 保护的歌曲不能复制，请先在系统音乐 App 中下载无保护文件。
en: Cloud songs or DRM-protected songs cannot be copied. Download unprotected files in the Music app first.
ja: Cloud songs or DRM-protected songs cannot be copied. Download unprotected files in the Music app first.
ko: Cloud songs or DRM-protected songs cannot be copied. Download unprotected files in the Music app first.
zh_hant: Cloud songs or DRM-protected songs cannot be copied. Download unprotected files in the Music app first.

source: 交互
en: Interaction
ja: 操作
ko: 상호작용
zh_hant: 互動

source: 亮度跟随系统
en: Brightness Follows System
ja: Brightness Follows System
ko: Brightness Follows System
zh_hant: Brightness Follows System

source: 仅删除歌单列表，不会删除歌单内的歌曲文件。
en: Only the playlist is deleted. Song files in the playlist are kept.
ja: プレイリストだけを削除し、含まれる曲ファイルは削除しません。
ko: 재생목록만 삭제되며 목록 안의 노래 파일은 삭제되지 않습니다.
zh_hant: 只會刪除歌單，不會刪除歌單內的歌曲檔案。

source: 从 iPhone 一并传入 LRC 或 YRC 歌词。
en: Transfer LRC or YRC lyrics from iPhone as well.
ja: iPhoneからLRCまたはYRC歌詞も一緒に転送します。
ko: iPhone에서 LRC 또는 YRC 가사도 함께 전송합니다.
zh_hant: 從 iPhone 一併傳入 LRC 或 YRC 歌詞。

source: 从 iPhone 传入照片或视频后可离线查看。
en: Transfer photos or videos from iPhone for offline viewing.
ja: iPhoneから写真や動画を転送するとオフラインで表示できます。
ko: iPhone에서 사진이나 동영상을 전송하면 오프라인으로 볼 수 있습니다.
zh_hant: 從 iPhone 傳入照片或影片後可離線查看。

source: 从 iPhone 传入电子书、PDF 或图片。
en: Transfer ebooks, PDFs, or images from iPhone.
ja: iPhoneから電子書籍、PDF、画像を転送します。
ko: iPhone에서 전자책, PDF 또는 이미지를 전송합니다.
zh_hant: 從 iPhone 傳入電子書、PDF 或圖片。

source: 从 iPhone 传入音乐后可离线播放。
en: Transfer music from iPhone for offline playback.
ja: iPhoneから音楽を転送するとオフラインで再生できます。
ko: iPhone에서 음악을 전송하면 오프라인으로 재생할 수 있습니다.
zh_hant: 從 iPhone 傳入音樂後可離線播放。

source: 从主屏幕或 StandBy 返回上次阅读。
en: Return to your last reading position from the Home Screen or StandBy.
ja: Return to your last reading position from the Home Screen or StandBy.
ko: Return to your last reading position from the Home Screen or StandBy.
zh_hant: Return to your last reading position from the Home Screen or StandBy.

source: 从文件选择
en: Choose from Files
ja: ファイルから選択
ko: 파일에서 선택
zh_hant: 從檔案選擇

source: 从文件选择图片
en: Choose Image from Files
ja: Choose Image from Files
ko: Choose Image from Files
zh_hant: Choose Image from Files

source: 从文件选择封面
en: Choose from Files
ja: ファイルから選択
ko: 파일에서 선택
zh_hant: 從檔案選擇封面

source: 从歌单移除
en: Remove from Playlist
ja: Remove from Playlist
ko: Remove from Playlist
zh_hant: Remove from Playlist

source: 从照片导入
en: Import from Photos
ja: 写真から読み込む
ko: 사진에서 가져오기
zh_hant: 從照片匯入

source: 从相册或文件中选择多个项目，也可以新建文件夹。
en: Choose multiple items from Photos or Files, or create a new folder.
ja: 写真またはファイルから複数の項目を選択するか、新しいフォルダを作成できます。
ko: 사진이나 파일에서 여러 항목을 선택하거나 새 폴더를 만들 수 있습니다.
zh_hant: 從相簿或檔案中選擇多個項目，也可以新增檔案夾。

source: 从相册选择图片
en: Choose Image from Photos
ja: Choose Image from Photos
ko: Choose Image from Photos
zh_hant: Choose Image from Photos

source: 从相册选择封面
en: Choose from Photos
ja: アルバムから選択
ko: 앨범에서 선택
zh_hant: 從相簿選擇封面

source: 从相册选择照片
en: Choose Photos from Library
ja: 写真ライブラリから選択
ko: 사진 보관함에서 사진 선택
zh_hant: 從相簿選擇照片

source: 从相册选择照片或视频
en: Choose Photos or Videos
ja: 写真または動画を選択
ko: 사진 또는 동영상 선택
zh_hant: 從相簿選擇照片或影片

source: 从相册选择视频
en: Choose Videos from Library
ja: 写真ライブラリから動画を選択
ko: 사진 보관함에서 동영상 선택
zh_hant: 從相簿選擇影片

source: 从系统相册或文件中选择照片与视频。
en: Choose photos and videos from Photos or Files.
ja: 写真またはファイルから写真と動画を選択します。
ko: 사진 앱이나 파일에서 사진과 동영상을 선택하세요.
zh_hant: 從系統相簿或檔案中選擇照片與影片。

source: 传到 Watch
en: Send to Watch
ja: Watchに送信
ko: Watch로 보내기
zh_hant: 傳送至 Watch

source: 传输
en: Send
ja: 転送
ko: 전송
zh_hant: 傳輸

source: 传输会在后台完成，文件随后可在手表上离线使用。
en: Transfers finish in the background, then files are available offline on the watch.
ja: 転送はバックグラウンドで完了し、その後ファイルをWatchでオフライン利用できます。
ko: 전송은 백그라운드에서 완료되며 이후 파일을 시계에서 오프라인으로 사용할 수 있습니다.
zh_hant: 傳輸會在背景完成，檔案隨後可在手錶上離線使用。

source: 传输失败：%@
en: Transfer failed: %@
ja: 転送に失敗しました：%@
ko: 전송 실패: %@
zh_hant: 傳輸失敗：%@

source: 传输完成
en: Transfer Complete
ja: 転送完了
ko: 전송 완료
zh_hant: 傳輸完成

source: 作曲
en: Composer
ko: 작곡

source: 你不得使用本应用存储、传播或处理违法、侵权、恶意、欺诈或其他被禁止的内容。
en: You must not use the app to store, distribute, or process illegal, infringing, malicious, fraudulent, or otherwise prohibited content.
ja: You must not use the app to store, distribute, or process illegal, infringing, malicious, fraudulent, or otherwise prohibited content.
ko: You must not use the app to store, distribute, or process illegal, infringing, malicious, fraudulent, or otherwise prohibited content.
zh_hant: You must not use the app to store, distribute, or process illegal, infringing, malicious, fraudulent, or otherwise prohibited content.

source: 你不得利用本应用攻击第三方服务、绕过音乐内容的付费或版权限制，或实施其他违法行为。
en: You must not use the app to attack third-party services, bypass payment or copyright restrictions for music content, or perform other illegal acts.
ja: You must not use the app to attack third-party services, bypass payment or copyright restrictions for music content, or perform other illegal acts.
ko: You must not use the app to attack third-party services, bypass payment or copyright restrictions for music content, or perform other illegal acts.
zh_hant: You must not use the app to attack third-party services, bypass payment or copyright restrictions for music content, or perform other illegal acts.

source: 你可以在应用内删除、移动或导出你的本地文件。
en: You can delete, move, or export your local files in the app.
ja: You can delete, move, or export your local files in the app.
ko: You can delete, move, or export your local files in the app.
zh_hant: You can delete, move, or export your local files in the app.

source: 你可以在系统设置中随时关闭相应权限。
en: You can turn off related permissions in System Settings at any time.
ja: You can turn off related permissions in System Settings at any time.
ko: You can turn off related permissions in System Settings at any time.
zh_hant: You can turn off related permissions in System Settings at any time.

source: 你在播放、阅读和管理文件时产生的本地状态，例如播放进度、播放速度、循环或随机设置、睡眠定时、封面缓存和阅读统计。
en: Local state generated while playing, reading, and managing files, such as playback progress, playback speed, repeat or shuffle settings, sleep timers, cover caches, and reading statistics.
ja: Local state generated while playing, reading, and managing files, such as playback progress, playback speed, repeat or shuffle settings, sleep timers, cover caches, and reading statistics.
ko: Local state generated while playing, reading, and managing files, such as playback progress, playback speed, repeat or shuffle settings, sleep timers, cover caches, and reading statistics.
zh_hant: Local state generated while playing, reading, and managing files, such as playback progress, playback speed, repeat or shuffle settings, sleep timers, cover caches, and reading statistics.

source: 你对自己的内容和备份负责。应用中的收藏、阅读进度、播放记录和本地设置属于本地数据，因误删、设备故障、系统异常或第三方应用行为造成的损失请自行备份。
en: You are responsible for your own content and backups. Favorites, reading progress, playback records, and local settings are local data. Back up your data to protect against loss caused by accidental deletion, device failure, system issues, or third-party apps.
ja: You are responsible for your own content and backups. Favorites, reading progress, playback records, and local settings are local data. Back up your data to protect against loss caused by accidental deletion, device failure, system issues, or third-party apps.
ko: You are responsible for your own content and backups. Favorites, reading progress, playback records, and local settings are local data. Back up your data to protect against loss caused by accidental deletion, device failure, system issues, or third-party apps.
zh_hant: You are responsible for your own content and backups. Favorites, reading progress, playback records, and local settings are local data. Back up your data to protect against loss caused by accidental deletion, device failure, system issues, or third-party apps.

source: 你导入到应用中的内容会保存在本机资料库或应用容器中，收藏、最近打开、阅读记录、封面缓存和偏好设置也会本地保存。
en: Content imported into the app is stored in the local library or app container. Favorites, recent items, reading records, cover caches, and preferences are also stored locally.
ja: Content imported into the app is stored in the local library or app container. Favorites, recent items, reading records, cover caches, and preferences are also stored locally.
ko: Content imported into the app is stored in the local library or app container. Favorites, recent items, reading records, cover caches, and preferences are also stored locally.
zh_hant: Content imported into the app is stored in the local library or app container. Favorites, recent items, reading records, cover caches, and preferences are also stored locally.

source: 你导入或创建的文件、照片、视频、音频、书籍、封面、歌词、书签、收藏、最近打开记录和阅读进度。
en: Files, photos, videos, audio, books, covers, lyrics, bookmarks, favorites, recent items, and reading progress that you import or create.
ja: Files, photos, videos, audio, books, covers, lyrics, bookmarks, favorites, recent items, and reading progress that you import or create.
ko: Files, photos, videos, audio, books, covers, lyrics, bookmarks, favorites, recent items, and reading progress that you import or create.
zh_hant: Files, photos, videos, audio, books, covers, lyrics, bookmarks, favorites, recent items, and reading progress that you import or create.

source: 你应确保导入、分享、传输和播放的内容拥有合法来源或相关授权。
en: You should ensure that content you import, share, transfer, and play comes from lawful sources or has the required authorization.
ja: You should ensure that content you import, share, transfer, and play comes from lawful sources or has the required authorization.
ko: You should ensure that content you import, share, transfer, and play comes from lawful sources or has the required authorization.
zh_hant: You should ensure that content you import, share, transfer, and play comes from lawful sources or has the required authorization.

source: 你的权利
en: Your Rights
ja: Your Rights
ko: Your Rights
zh_hant: Your Rights

source: 使用系统 PDF 阅读器保留原页面、图片和排版。
en: Uses the system PDF reader to preserve original pages, images, and layout.
ja: Uses the system PDF reader to preserve original pages, images, and layout.
ko: Uses the system PDF reader to preserve original pages, images, and layout.
zh_hant: Uses the system PDF reader to preserve original pages, images, and layout.

source: 使用鱼饼 YuBing 即表示你已阅读并同意本协议。若你不同意，请停止使用本应用。
en: By using YuBing, you indicate that you have read and agreed to this agreement. If you do not agree, stop using the app.
ja: By using YuBing, you indicate that you have read and agreed to this agreement. If you do not agree, stop using the app.
ko: By using YuBing, you indicate that you have read and agreed to this agreement. If you do not agree, stop using the app.
zh_hant: By using YuBing, you indicate that you have read and agreed to this agreement. If you do not agree, stop using the app.

source: 保存
en: Save
ko: 저장
zh_hant: 儲存

source: 保存名称
en: Save Name
ja: 名前を保存
ko: 이름 저장
zh_hant: 儲存名稱

source: 保持手机和电脑在同一个 Wi-Fi 下～
en: Keep your phone and computer on the same Wi-Fi.
ja: スマートフォンとコンピュータを同じWi-Fiに接続してください。
ko: 휴대폰과 컴퓨터를 같은 Wi-Fi에 연결해 두세요.
zh_hant: 請讓手機和電腦保持在同一個 Wi-Fi 下。

source: 信息安全
en: Information Security
ja: Information Security
ko: Information Security
zh_hant: Information Security

source: 停止传输
en: Stop Transfer
ja: 転送を停止
ko: 전송 중지
zh_hant: 停止傳輸

source: 免责声明
en: Disclaimer
ja: Disclaimer
ko: Disclaimer
zh_hant: Disclaimer

source: 全书已读完
en: Book Completed
ja: 読了
ko: 완독
zh_hant: 全書已讀完

source: 全文
en: Full Text
ja: Full Text
ko: Full Text

source: 全部
en: All
ja: すべて
ko: 전체

source: 关于
en: About
ja: について
ko: 정보
zh_hant: 關於

source: 关闭
en: Close
ja: 閉じる
ko: 닫기
zh_hant: 關閉

source: 关闭定时
en: Turn Timer Off
ja: タイマーをオフ
ko: 타이머 끄기
zh_hant: 關閉定時

source: 关闭随机播放
en: Turn Shuffle Off
ja: シャッフルをオフ
ko: 셔플 끄기
zh_hant: 關閉隨機播放

source: 内容与数据
en: Content and Data
ja: Content and Data
ko: Content and Data
zh_hant: Content and Data

source: 最近
en: Recent
ja: Recent
ko: Recent

source: 最近修改
en: Recently Modified
ja: 最近変更
ko: 최근 수정

source: 最近打开
en: Recently Opened
ja: 最近開いた項目
ko: 최근 열어본 항목
zh_hant: 最近開啟

source: 准备上传
en: Ready to Upload
ja: アップロード準備完了
ko: 업로드 준비됨
zh_hant: 準備上傳

source: 准备传输 %@ 个文件
en: Preparing to transfer %@ files
ja: %@ 個のファイルを転送する準備中
ko: %@개 파일 전송 준비 중
zh_hant: 準備傳輸 %@ 個檔案

source: 分享
en: Share
ja: 共有
ko: 공유

source: 分享地址
en: Share Address
ja: アドレスを共有
ko: 주소 공유

source: 分钟
en: min
ja: 分
ko: 분
zh_hant: 分鐘

source: 列表
en: List
ja: リスト
ko: 목록

source: 列表循环
en: Repeat List
ja: リストをリピート
ko: 목록 반복
zh_hant: 列表循環

source: 创建
en: Create
ja: 作成
ko: 만들기
zh_hant: 建立

source: 创建一个本地音乐歌单。
en: Create a local music playlist.
ja: ローカル音楽プレイリストを作成します。
ko: 로컬 음악 재생목록을 만듭니다.
zh_hant: 建立一個本地音樂歌單。

source: 创建失败
en: Creation failed
ja: 作成に失敗しました
ko: 생성 실패
zh_hant: 建立失敗

source: 创建并添加
en: Create and Add
ja: Create and Add
ko: Create and Add
zh_hant: Create and Add

source: 删除
en: Delete
ja: 削除
ko: 삭제
zh_hant: 刪除

source: 删除失败
en: Delete failed
ja: 削除に失敗しました
ko: 삭제 실패
zh_hant: 刪除失敗

source: 删除本书
en: Delete This Book
ja: Delete This Book
ko: Delete This Book
zh_hant: Delete This Book

source: 删除歌单
en: Delete Playlist
ja: Delete Playlist
ko: Delete Playlist
zh_hant: Delete Playlist

source: 删除歌曲
en: Delete Song
ja: Delete Song
ko: Delete Song
zh_hant: Delete Song

source: 删除歌曲？
en: Delete Song?
ja: Delete Song?
ko: Delete Song?
zh_hant: Delete Song?

source: 删除这个项目？
en: Delete This Item?
ja: Delete This Item?
ko: Delete This Item?
zh_hant: Delete This Item?

source: 删除项目？
en: Delete Item?
ja: 項目を削除しますか？
ko: 항목을 삭제할까요?
zh_hant: 刪除項目？

source: 到达章节末尾后会自动进入下一章。
en: Automatically goes to the next chapter at the end of the current one.
ja: 章の末尾に到達すると自動的に次の章へ進みます。
ko: 장 끝에 도달하면 자동으로 다음 장으로 이동합니다.
zh_hant: 到達章節末尾後會自動進入下一章。

source: 功能
en: Features
ja: 機能
ko: 기능

source: 协议变更与终止
en: Agreement Changes and Termination
ja: Agreement Changes and Termination
ko: Agreement Changes and Termination
zh_hant: Agreement Changes and Termination

source: 单声道
en: Mono
ja: モノラル
ko: 모노
zh_hant: 單聲道

source: 单曲循环
en: Repeat One
ja: 1曲リピート
ko: 한 곡 반복
zh_hant: 單曲循環

source: 单页
en: Single Page
ja: Single Page
ko: Single Page
zh_hant: Single Page

source: 卷页
en: Page Curl
ja: ページめくり
ko: 페이지 넘김
zh_hant: 卷頁

source: 压缩文件名不完整。
en: The archive file name is incomplete.
ja: The archive file name is incomplete.
ko: The archive file name is incomplete.
zh_hant: The archive file name is incomplete.

source: 压缩文件太短。
en: The archive file is too short.
ja: The archive file is too short.
ko: The archive file is too short.
zh_hant: The archive file is too short.

source: 压缩文件的数据不完整。
en: The archive data is incomplete.
ja: The archive data is incomplete.
ko: The archive data is incomplete.
zh_hant: The archive data is incomplete.

source: 压缩文件的目录已损坏。
en: The archive directory is damaged.
ja: The archive directory is damaged.
ko: The archive directory is damaged.
zh_hant: The archive directory is damaged.

source: 压缩文件目录已损坏。
en: The archive directory is damaged.
ja: The archive directory is damaged.
ko: The archive directory is damaged.
zh_hant: The archive directory is damaged.

source: 双击跳转到这行歌词
en: Double-tap to seek to this lyric line
ja: Double-tap to seek to this lyric line
ko: Double-tap to seek to this lyric line
zh_hant: Double-tap to seek to this lyric line

source: 发行年份
en: Year
ja: 発売年
ko: 발매 연도
zh_hant: 發行年份

source: 发送到 Apple Watch
en: Send to Apple Watch
ja: Apple Watchに送信
ko: Apple Watch로 보내기
zh_hant: 傳送至 Apple Watch

source: 取消
en: Cancel
ja: キャンセル
ko: 취소

source: 取消收藏
en: Remove Favorite
ja: お気に入りを解除
ko: 즐겨찾기 해제

source: 取消收藏歌单
en: Unfavorite Playlist
ja: Unfavorite Playlist
ko: Unfavorite Playlist
zh_hant: Unfavorite Playlist

source: 受 DRM、密码或平台账号保护的电子书无法读取。
en: Ebooks protected by DRM, passwords, or platform accounts cannot be read.
ja: Ebooks protected by DRM, passwords, or platform accounts cannot be read.
ko: Ebooks protected by DRM, passwords, or platform accounts cannot be read.
zh_hant: Ebooks protected by DRM, passwords, or platform accounts cannot be read.

source: 受限制
en: Restricted
ja: 制限中
ko: 제한됨

source: 变更与联系
en: Changes and Contact
ja: Changes and Contact
ko: Changes and Contact
zh_hant: Changes and Contact

source: 只统计已经打开阅读过的书籍。
en: Only books you have opened and read are counted.
ja: 開いて読んだことのある本だけを集計します。
ko: 열어서 읽은 책만 집계됩니다.
zh_hant: 只統計已開啟閱讀過的書籍。
